import React from "react";
import {NavLink} from "react-router-dom";
import arrow from '../../../assets/icons/arrowNews.svg'


export default function News() {
    return (
        <>
            <div className="wrapper">
                <h2>Новости</h2>
                <div className="container-news">
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                    <div className="block-news">
                        <div className="block-blur">
                            <div className="title-news">
                                <h4>В МЧС предупредили об опасности езды на электросамокатах в дождь</h4>
                                <p>Помимо этого, на электросамокатах запрещено самостоятельно передвигаться детям до 14
                                    лет, а также самостоятельно его разбирать и модернизировать. «В 2022 году из-за
                                    нарушения правил эксплуатации, неисправности зарядного устройства...</p>
                            </div>
                            <NavLink to="/news/1" className={'link-news'}>
                                <h5>Читать далее</h5>
                                <img src={arrow} alt="Иконка стрелки"/>
                            </NavLink>
                        </div>
                    </div>
                </div>
            </div>
        </>
    )
}